# 编写程序，实现两数相加，并打印结果。
a = 1
b = 1
x = (a+b)
print(f"{a} + {b} 的结果是 {x}")

z = list['机密文件' '金狮雕像' '金狮雕像' '金狮雕像' '金狮雕像' '茶壶' '茶壶' '茶壶' '茶壶' '茶壶' '茶壶' '金豹子' '金豹子' '金豹子' '金豹子' '金豹子' '金豹子' '金豹子' '金豹子' '金豹子' '金豹子' '金豹子' '金豹子' '金豹子' '金豹子' '金豹子' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '拐杖' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '石膏雕像' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '机油' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币' '柯恩币']













print("          强封
   1=保险  2=武器箱  3=衣服  4=工具箱
                 强封
   4=保险  5=武器箱  6=衣服  7=工具箱
                 强封
   8=保险  9=武器箱  10=衣服  11=工具箱")

a= int(input(f"请输入第一个数字:"))

if a==1:
    random.choice(z)













